Repository: zalimannard/haguichi-without-forced-ukrainian-flag
Catalog: po/*.po
Languages: bg, sk

source: translator-credits
bg: Dimitar Dimitrov https://launchpad.net/~dimitrov
sk: Zdeněk Kopš https://launchpad.net/~zdenekkops

source: A graphical frontend for Hamachi
bg: Графичен интерфейс за Hamachi
sk: Grafické rozhranie pre Hamachi

source: Hamachi Network Manager
bg: Hamachi Мрежов Мениджър

source: Join and create local networks over the Internet
bg: Влизайте и създавайте локални мрежи през Интернет
sk: Pripojenie a vytváranie lokálnych sietí po internete

source: _Close
bg: Зат_варяне
sk: Za_vrieť

source: _Cancel
bg: _Отказване
sk: _Zrušiť

source: _Save
bg: _Запазване
sk: _Uložiť

source: _Revert
bg: _Връщане
sk: Vrá_tiť

source: _Delete
bg: _Изтриване
sk: O_dstrániť

source: _Information
bg: _Информация
sk: _Informácie

source: _Preferences
bg: _Настройки
sk: _Predvoľby

source: _Keyboard Shortcuts
bg: _Клавишни комбинации
sk: _Klávesové skratky

source: _Help
bg: _Помощ
sk: _Nápoveda

source: _About Haguichi
bg: _Относно Haguichi
sk: _O aplikácii Haguichi

source: _Quit
bg: _Изход
sk: _Koniec

source: Refresh
bg: Обновяване
sk: Obnoviť

source: Search
bg: Търсене
sk: Hľadať

source: _Show Haguichi
bg: _Покажи Haguichi
sk: _Zobraziť Haguichi

source: Yes
bg: Да
sk: Áno

source: No
bg: Не
sk: Nie

source: _Hamachi output
bg: _Hamachi изход
sk: _Hamachi výstup

source: IPv4 address:
bg: IPv4 адрес:
sk: IPv4 adresa:

source: IPv6 address:
bg: IPv6 адрес:
sk: IPv6 adresa:

source: Client ID:
bg: Клиент:
sk: ID klienta:

source: Status:
bg: Статус:
sk: Stav:

source: Tunnel:
bg: Тунел:
sk: Tunel:

source: Connection:
bg: Свързване:
sk: Spojenie:

source: Direct
bg: Директно
sk: Priamy

source: Relayed
bg: Чрез ретранслатор
sk: Postúpené

source: Anonymous
bg: Анонимен
sk: Anonymný

source: _Network ID:
bg: _Мрежа:
sk: _ID siete:

source: _Password:
bg: _Парола:
sk: _Heslo:

source: _Nickname:
bg: _Псевдоним:
sk: _Prezývka:

source: Offline
bg: Извън линия

source: Online
bg: На линия

source: Unreachable
bg: Недостъпен
sk: Nedostupný

source: Protocol mismatch
bg: Несъответствие на протоколите
sk: Chyba v protokole

source: Conflicting address
bg: Конфликтиращи адреси
sk: Konflikt adries

source: C_onnect
bg: _Свързване
sk: Prip_ojiť

source: Connect
bg: Свързване
sk: Pripojiť

source: _Disconnect
bg: _Изключи
sk: O_dpojiť

source: Disconnect
bg: Изключи
sk: Odpojiť

source: Reconnect
bg: Повторно свързване
sk: Znova pripojiť

source: Connected
bg: Свързан
sk: Pripojený

source: Disconnected
bg: Изключен
sk: Odpojený

source: Initializing…
bg: Зареждане…

source: Connecting…
bg: Свързване…
sk: Pripája sa…

source: Logging in…
bg: Вписване…
sk: Prihlasovanie…

source: Updating…
bg: Актуализиране…
sk: Aktualizacia…

source: Hamachi is not configured
bg: Hamachi не е конфигуриран
sk: Hamachi nie je nastavené

source: You need to configure Hamachi before you can connect.
bg: Трябва да конфигурирате Hamachi за да се свържете.
sk: Pred pripojením je potrebné Hamachi nastaviť.

source: C_onfigure
bg: Н_астройки
sk: _Nastaviť

source: Hamachi is not installed
bg: Hamachi не е инсталиран
sk: Hamachi nie je nainštalované

source: Please download Hamachi and follow the installation instructions.
bg: Моля изтеглете Hamachi и следвайте инструкциите за инсталиране.
sk: Stiahnite si Hamachi a postupujte podľa inštalačných inštrukcií.

source: Hamachi version {0} is obsolete
bg: Версията на Hamachi {0} е устаряла
sk: Verze Hamachi {0} je zastaraná

source: Please download and install the latest Hamachi version.
bg: Моля изтеглете и инсталирайте последната версия.
sk: Stiahnite a nainštalujte si prosím najnovšiu verziu Hamachi.

source: _Download
bg: _Изтегляне
sk: _Stiahnuť

source: You are connected!
bg: Вие се свързахте!
sk: Ste pripojený!

source: Click on the + button to add a network.
bg: Кликнете + бутона за да добавите мрежа.
sk: Kliknutím na tlačidlo + pridáte novú sieť.

source: Members:
bg: Потребители:
sk: Členovia:

source: {0} online, {1} total
bg: {0} на линия, {1} общо
sk: {0} online, {1} celkovo

source: Owner:
bg: Собственик:
sk: Vlastník:

source: You
bg: Вие
sk: Vy

source: Unknown
bg: Неизвестен
sk: Neznámy

source: Unavailable
bg: Недостъпен
sk: Nedostupný

source: Awaiting approval
bg: Очаква одобрение
sk: Čaká na schválenie

source: Locked:
bg: Заключен:
sk: Uzamknuté:

source: Approval:
bg: Одобрение:
sk: Schválenie:

source: Manually
bg: Ръчно
sk: Ručne

source: Automatically
bg: Автоматично
sk: Automaticky

source: Capacity:
bg: Капацитет:
sk: Kapacita:

source: _Go Online
bg: _Отиди на линия
sk: Ísť o_nline

source: _Go Offline
bg: _Отиди извън линия
sk: Ísť o_ffline

source: _Leave
bg: _Напусни
sk: _Odísť

source: _Locked
bg: _Заключен
sk: _Uzamknuté

source: _New Member Approval
bg: _Одобрение на нов потребител
sk: Schválenie _nového člena

source: _Automatically
bg: _Автоматично
sk: _Automaticky

source: _Manually
bg: _Ръчно
sk: _Ručne

source: _Copy Network ID
bg: _Копирай Мрежа
sk: _Kopírovať ID siete

source: _Browse Shares
bg: _Преглед на споделени файлове
sk: P_rechádzať zdieľané

source: _Ping
bg: _Пинг

source: _View Remote Desktop
bg: _Преглед на работен плот
sk: _Zobraziť vzdialenú plochu

source: _Approve
bg: _Одобри
sk: _Schváliť

source: _Reject
bg: _Откажи
sk: _Odmietnuť

source: _Evict
bg: _Изгони
sk: _Vyhodiť

source: Copy IPv_4 Address
bg: Копирай IPv_4 Адреса
sk: Kopírovať IPv_4 adresu

source: Copy IPv_6 Address
bg: Копирай IPv_6 Адреса
sk: Kopírovať IPv_6 adresu

source: _Copy Client ID
bg: _Копирай Клиент
sk: _Kopírovať ID klienta

source: Change _Nickname…
bg: Промяна на _Псевдоним…
sk: Zmeniť p_rezývku…

source: Change Nickname
bg: Промяна на Псевдоним
sk: Zmeniť prezývku

source: C_hange
bg: П_ромени
sk: _Zmeniť

source: Change _Password…
bg: Промяна на _Парола…
sk: Zmeniť _heslo…

source: Change Password
bg: Промяна на Парола
sk: Zmeniť heslo

source: _New password:
bg: _Нова парола:
sk: _Nové heslo:

source: _Account:
bg: _Акаунт:
sk: Úče_t:

source: Pending
bg: Предстоящ
sk: Čakajúce

source: _Attach to Account…
bg: _Закачи за Акаунт…
sk: Pripo_jiť k účtu…

source: Attach to Account
bg: Закачи за Акаунт
sk: Pričleniť k účtu

source: _Include all networks created by this client
bg: _Добави всички мрежи създадени от този клиент
sk: _Zahrnúť všetky siete vytvorené týmto klientom

source: _Attach
bg: _Закачи
sk: _Pričleniť

source: Account not found
bg: Акаунтът не е намерен
sk: Účet sa nenašiel

source: _Configuration
bg: Ко_нфигурация
sk: Konfig_urácia

source: _Open Folder
bg: _Отвори папката
sk: _Otvoriť zložku

source: _Save a Backup…
bg: _Запиши резервно копие…
sk: _Uložiť zálohu…

source: Save a Backup
bg: Запиши резервно копие
sk: Uložiť zálohu

source: _Restore from Backup…
bg: _Възстанови от резервно копие…
sk: _Obnoviť zo zálohy…

source: Restore from Backup
bg: Възстанови от резервно копие
sk: Obnoviť zo zálohy

source: _Restore
bg: _Възстанови
sk: O_bnoviť

source: Could not restore configuration
bg: Конфигурацията не беше възстановена
sk: Konfigurácia sa nedá obnoviť

source: Archive does not contain expected files.
bg: Архивът не съдържа очакваните файлове.
sk: Archív neobsahuje očakávané súbory.

source: All supported archives
bg: Всички поддържани архиви
sk: Všetky podporované archívy

source: _Join Network…
bg: _Влез в мрежа…
sk: _Vstúpiť do siete…

source: Join Network
bg: Влез в мрежа
sk: Vstúpiť do siete

source: _Join
bg: _Влез
sk: Vstú_piť

source: _Create Network…
bg: _Създай Мрежа…
sk: _Vytvoriť sieť…

source: Create Network
bg: Създай Мрежа
sk: Vytvoriť sieť

source: C_reate
bg: С_ъздай
sk: V_ytvoriť

source: Network not found
bg: Мрежата не е намерена
sk: Sieť nebola nájdená

source: Invalid password
bg: Невалидна парола
sk: Neplatné heslo

source: Network is full
bg: Мрежата е пълна
sk: Sieť je plná

source: Network is locked
bg: Мрежата е заключена
sk: Sieť je zamknutá

source: Network already joined
bg: Мрежата е вече добавена
sk: Sieť je už pripojená

source: Network ID is already taken
bg: Името на мрежата е заето
sk: ID siete je už používané

source: Unknown error
bg: Непозната грешка
sk: Neznáma chyba

source: Join request sent
bg: Запитването за присъединяване беше изпратено.
sk: Žiadosť o pripojenie zaslaná

source: Preferences
bg: Предпочитания
sk: Predvoľby

source: Information
bg: Информация
sk: Informácie

source: Are you sure you want to delete the network “{0}”?
bg: Сигурни ли сте, че искате да изтриете мрежата „{0}“?
sk: Naozaj chcete zmazať sieť „{0}“?

source: If you delete a network, it will be permanently lost.
bg: Ако изтриете мрежа, тя ще бъде перманентно загубена.
sk: Ak sieť odstránite, bude nenávratne stratená.

source: Are you sure you want to leave the network “{0}”?
bg: Сигурни ли сте, че искате да напуснете мрежата „{0}“?
sk: Naozaj chcete opustiť sieť „{0}“?

source: If admitted, you can rejoin the network at any later time.
bg: Ако решите, можете да се включите в мрежата по всяко време.
sk: Ak potvrdíte, môžete sa opäť pripojiť kedykoľvek neskôr.

source: Are you sure you want to evict member “{0}” from network “{1}”?
bg: Сигурни ли сте, че искате да изгоните потребител „{0}“ от мрежата „{1}“?
sk: Naozaj chcete vyhodiť člena „{0}“ zo siete „{1}“?

source: If admitted, evicted members can rejoin the network at any later time.
bg: Ако решите, изгонените членове могат да се включат отново в мрежата по всяко време.
sk: Ak potvrdíte, môžu sa vylúčenie členi neskôr opäť pripojiť.

source: Could not delete network “{0}”
bg: Грешка при изтриването на мрежата „{0}“
sk: Nemožno zmazať sieť „{0}“

source: Could not leave network “{0}”
bg: Грешка при излизане от мрежата „{0}“
sk: Nemožno opustiť sieť „{0}“

source: Could not evict member “{0}”
bg: Грешка при изгонването на потребител „{0}“
sk: Nemožno vyhodiť člena „{0}“

source: Could not go online in the network “{0}”
bg: Неуспешно преминаване на линия в мрежата “{0}”
sk: Nemožno prejsť do režimu online v sieti „{0}“

source: Could not go offline in the network “{0}”
bg: Неуспешно преминаване извън линия в мрежата “{0}”
sk: Nemožno prejsť do režimu offline v sieti „{0}“

source: See output for details.
bg: Виж изхода за детайли.
sk: Pre podrobnosti zobrazte výstup.

source: General
bg: Основни
sk: Obecné

source: Commands
bg: Команди
sk: Príkazy

source: Desktop
bg: Работен плот
sk: Plocha

source: Behavior
bg: Поведение
sk: Chovanie

source: Appearance
bg: Изглед
sk: Vzhľad

source: Notifications
bg: Известия
sk: Upozornenia

source: _Protocol:
bg: _Протокол:
sk: _Protokol:

source: Both IPv4 and IPv6
bg: IPv4 и IPv6
sk: Obaja IPv4 a IPv6

source: IPv4 only
bg: IPv4 само
sk: Iba IPv4

source: IPv6 only
bg: IPv6 само
sk: Iba IPv6

source: Show _Offline Members
bg: Покажи потребителите _извън линия
sk: Zobraziť _offline členov

source: Sort by _Name
bg: Подреждане по _Име
sk: Radiť podľa me_na

source: Sort by _Status
bg: Подреждане по _Статус
sk: Radiť podľa _stavu

source: C_onnect automatically on startup
bg: Автоматично свързване при стартиране
sk: Prip_ojiť automaticky pri spustení

source: _Reconnect automatically when the connection is lost
bg: _Свързвай се автоматично когато връзката е изгубена
sk: Automaticky obnoviť spojenie, ak bolo st_ratené

source: _Disconnect on quit
bg: _Автоматично изключване при излизане
sk: O_dpojiť pri ukončení

source: Use _dark theme variant
bg: _Тъмна тема
sk: Použiť _tmavú tému

source: Show _indicator
bg: Показване на _индикатор
sk: Zobraziť _indikátor

source: Display notification when the connection is l_ost
bg: Показвай съобщение, когато връзката е и_згубена
sk: Z_obraziť upozornenie, keď je spojenie stratené

source: Display notification when a member _joins
bg: Показвай съобщение, когато потребител се _присъединява
sk: Zobraziť upozornenie, keď sa člen pripo_jí

source: Display notification when a member _leaves
bg: Показвай съобщение, когато потребител _напуска
sk: Zobraziť upozornenie, keď sa č_len odpojí

source: Display notification when a member comes o_nline
bg: Показвай съобщение, когато потребител се появи на линия
sk: Zobraziť upozornenie, keď člen zmení stav na o_nline

source: Display notification when a member goes o_ffline
bg: Показвай съобщение, когато потребител отиде извън линия
sk: Zobraziť upozornenie, keď člen zmení stav na o_ffline

source: Error connecting
bg: Грешка при свързване
sk: Chyba pri pripájaní

source: Hamachi login failed
bg: Грешка при влизането
sk: Prihlásenie Hamachi zlyhalo

source: No internet connection
bg: Няма връзка с интернет
sk: Žiadne pripojenie k internetu

source: Add
bg: Добавяне
sk: Pridať

source: Add Command
bg: Добавяне на команда
sk: Pridať príkaz

source: _Add
bg: _Добавяне
sk: P_ridať

source: Edit
bg: _Редактиране
sk: Upraviť

source: Edit Command
bg: Редактиране на команда
sk: Upraviť príkaz

source: _Label:
bg: _Етикет:
sk: Ští_tok:

source: IPv_4 command:
bg: IPv_4 команда:
sk: IPv_4 príkaz:

source: IPv_6 command:
bg: IPv_6 команда:
sk: IPv_6 príkaz

source: Use %A for address and %N for nickname
bg: Използвай %A за адрес и %N за псевдоним
sk: Použite %A pre adresu a %N pre prezývku

source: _Priority:
bg: _Приоритет:
sk: _Priorita:

source: Remove
bg: Премахване
sk: Odstrániť

source: Move up
bg: Премести нагоре
sk: Posunúť vyššie

source: Move down
bg: Премести надолу
sk: Posunúť nižšie

source: Set as default action
bg: Избери като действие по подразбиране
sk: Nastaviť ako predvolenú akciu

source: Revert all changes
bg: Отмяна на всички промени
sk: Vrátiť všetky zmeny

source: Are you sure you want to revert all changes?
bg: Сигурен ли сте, че искате да отмените всички промени?
sk: Skutočne chcete vrátiť všetky zmeny?

source: If you revert all changes, the default commands will be restored.
bg: Ако отмените промените, командите по подразбиране ще бъдат възстановени.
sk: Ak vrátite všetky zmeny, budú obnovené východzí príkazy.

source: Hamachi lost connection
bg: Hamachi изгуби връзка
sk: Strata Hamachi spojenia

source: Member online
bg: Потребителят е на линия
sk: Člen online

source: Member offline
bg: Потребителят е извън линия
sk: Člen offline

source: Member joined
bg: Потребител се присъедини
sk: Člen bol pridaný

source: Member left
bg: Потребител напусна
sk: Člen odišiel

source: {0} came online in the network {1}
bg: {0} дойде на линия в мрежата {1}
sk: {0} je online v sieti {1}

source: {0} went offline in the network {1}
bg: {0} отиде извън линия в мрежата {1}
sk: {0} je offline zo siete {1}

source: {0} joined the network {1}
bg: {0} се присъедини към мрежата {1}
sk: {0} bol pridaný do siete {1}

source: {0} left the network {1}
bg: {0} напусна мрежата {1}
sk: {0} opustil sieť {1}

source: {0} came online in the network {1} and {2} other network
bg: {0} се появи на линия във мрежата {1} и {2} друга мрежа
sk: {0} je online v sieti {1} a {2} ďalšej sieti

source: {0} went offline in the network {1} and {2} other network
bg: {0} отиде извън линия във мрежата {1} и {2} друга мрежа
sk: {0} je offline v sieti {1} a {2} ďalšej sieti

source: {0} joined the network {1} and {2} other network
bg: {0} влезе в мрежата {1} и {2} друга мрежа
sk: {0} sa pripojil do siete {1} a {2} ďalší siete

source: {0} left the network {1} and {2} other network
bg: {0} напусна мрежата {1} и {2} друга мрежа
sk: {0} opustil sieť {1} a {2} ďalší sieť

source: Reconnecting in {0} second
bg: Свързване след {0} секунда
sk: Obnova pripojenie za {0} sekundu

source: _Update the network list every %S _second
bg: _Обновявай листът с мрежите на всеки %S _секундa
sk: _Aktualizovať zoznam sietí raz za %S _sekundu

source: Join, create and manage Hamachi networks in a breeze.
bg: Присъединявайте се, създавайте и управлявайте Hamachi мрежи с лекота.

source: Features:
bg: Характеристики:

source: Searchable, sortable and collapsible network list
bg: Търсим, подреждащ се и сгъваем списък с мрежи

source: Sidebar for easy access to details and actions
bg: Страничен панел за лесен достъп до детайли и действия

source: Desktop notifications
bg: Известия на работния плот

source: Fully customizable commands
bg: Напълно персонализиращи се команди

source: Backup and restore your Hamachi configuration folder
bg: Бекъп и възстановяване на вашата Hamachi директория

source: Show help
bg: Показване на помощ
sk: Zobraziť nápovedu

source: Show client information
bg: Показване на клиентската информация
sk: Zobraziť informácie o klientovi

source: Keyboard shortcuts
bg: Клавишни комбинации

source: Quit
bg: Изход
sk: Koniec

source: Network List
bg: Списък с мрежи
sk: Zoznam sietí

source: Join a network
bg: Влез в мрежа
sk: Pripojiť sa k sieti

source: Create a network
bg: Създай мрежа
sk: Vytvoriť sieť

source: Show/hide offline members
bg: Показване/скриване на офлайн членовете
sk: Zobraziť/skryť offline členov

source: Expand all networks
bg: Разширяване на всички мрежи
sk: Rozbaliť všetky siete

source: Collapse all networks
bg: Свиване на всички мрежи
sk: Zbaliť všetky siete

source: Execute command
bg: Изпълнение на команда
sk: Vykonať príkaz
